Revit 2027 API
StructuralSectionConcreteI.BottomFlangeWidth Property
 Bottom Flange Width.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BottomFlangeWidth { get; set; }
Public Property BottomFlangeWidth As Double
	Get
	Set
public:
property double BottomFlangeWidth {
	double get ();
	void set (double value);
}
member BottomFlangeWidth : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionConcreteI Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace